Repository: yidev0/SIT-Bus
Catalog: SIT Bus/Resource/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

source: About App
es: Acerca de la app
ja: アプリについて
zh_hans: 关于 App

source: App icon
es: Icono de la app
ja: アプリアイコン
zh_hans: App 图标

source: Boarding Location
es: Lugar de embarque
ja: バス乗車場所
zh_hans: 巴士乘车地点

# BusInfo.detail
source: Bus information is sourced from the references listed below. Information in the app may not reflect the latest information, or display incorrect information. Timetable for School bus (higashi-omiya) is only updated automatically. Other buses are updated through app updates. The latest source are listed in the settings tab. The app is not liable for any issues or damages resulting from the use of the displayed information.
es: La información de los autobuses se basa en las fuentes indicadas abajo. La información de la app puede no reflejar los datos más recientes o puede mostrar información incorrecta. Solo el horario del autobús escolar (Higashi-Omiya) se actualiza automáticamente. Los demás autobuses se actualizan mediante actualizaciones de la app. Las fuentes más recientes se indican en la pestaña Ajustes. La app no se hace responsable de ningún problema o daño derivado del uso de la información mostrada.
ja: 本アプリのバス情報は、以下の情報に基づいて作成されています。アプリ内の情報が常に最新であるとは限らず、不正確なデータが表示される可能性があります。 スクールバス（東大宮）のみ情報が自動で更新されます。他のバスはアプリのアップデートを通し更新しています。最新の情報源は設定タブにて確認できます。 本アプリは、表示された情報の利用に起因する問題や損害について、一切の責任を負いません。
zh_hans: 本 App 的巴士信息基于以下资料制作。App 内的信息不一定始终为最新，也可能显示不准确的信息。 仅校车（东大宫）的信息会自动更新。其他巴士会通过 App 更新进行更新。最新信息来源可在设置标签页中确认。 对于因使用所显示信息而导致的任何问题或损失，本 App 概不负责。

# BusServiceEnded
source: Today’s service has ended.
es: El servicio de hoy ha finalizado.
ja: 本日のバスの運行は終了しました
zh_hans: 今天的巴士运行已经结束

source: Bus type
es: Tipo de autobús
ja: バスの種類
zh_hans: 巴士类型

# BusWheelchairInfo.detail
source: Most buses operating are wheelchair-accessible, with support for ramps and assistance by the driver. 100th anniversary design wrapped bus, is not wheelchair-accessible. Please contact Section of Campus Facility for details on operating hours.
es: Excepto el autobús rotulado con el diseño del 100.º aniversario, todos los autobuses son accesibles para sillas de ruedas. Si necesitas asistencia al subir, avisa al conductor. Para consultar los horarios de servicio de cada vehículo, contacta con la oficina de administración del campus de Omiya.
ja: 創立100周年記念ラッピングのバス以外、全てのバスが車椅子対応をしています。乗車時にサポートが必要な方は運転手にお声がけください。 各車両の運行時間は大宮キャンパスの管理課にお問い合わせください。
zh_hans: 除创立100周年纪念涂装巴士外，所有巴士均支持轮椅乘车。乘车时需要协助的乘客，请告知驾驶员。 各车辆的运行时间请咨询大宫校区管理课。

source: Calendar
es: Calendario
ja: カレンダー
zh_hans: 日历

source: Campus to Iwatsuki Station
es: Del campus a la estación de Iwatsuki
ja: キャンパスから岩槻駅
zh_hans: 校区到岩槻站

# CampusToIwatsukiStation.short
source: To Station
es: A la estación
ja: 岩槻駅行き
zh_hans: 开往岩槻站

# CampusToOmiyaStation
source: Campus to Higashi-Omiya Station
es: Del campus a la estación de Higashi-Omiya
ja: キャンパスから東大宮駅
zh_hans: 校区到东大宫站

# CampusToOmiyaStation.short
source: To Station
es: A la estación
ja: 東大宮駅行き
zh_hans: 开往东大宫站

source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭

source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续

# CoopBusinessHours
source: Business Hours
es: Horario de atención
ja: 営業時間
zh_hans: 营业时间

source: Credits
es: Créditos
ja: クレジット
zh_hans: 鸣谢

source: Date
es: Fecha
ja: 日付
zh_hans: 日期

source: Date Picker
es: Selector de fecha
ja: 日付選択
zh_hans: 日期选择

source: Delete cache
es: Eliminar caché
ja: キャッシュを削除
zh_hans: 删除缓存

# DepartsIn%lldHours
source: In %lld hours
es: En %lld horas
ja: 発車まで%lld時間
zh_hans: %lld小时后发车

# DepartsIn%lldMinutes
source: In %lld minutes
es: En %lld minutos
ja: 発車まで%lld分
zh_hans: %lld分钟后发车

# DepartsIn0Minutes
source: In <1 minute
es: En <1 minuto
ja: 発車まで1分未満
zh_hans: 不到1分钟后发车

source: Disclaimer
es: Aviso legal
ja: 利用にあたり注意事項
zh_hans: 使用注意事项

# Done.button
source: Done
es: Listo
ja: 完了
zh_hans: 完成

source: Edit
es: Editar
ja: 編集
zh_hans: 编辑

# Error.ClientError
source: Client Error
es: Error del cliente
ja: クライアントエラー
zh_hans: 客户端错误

# Error.InvalidResponse
source: Invalid Response
es: Respuesta no válida
ja: 無効な応答
zh_hans: 无效响应

# Error.InvalidURL
source: Invalid URL
es: URL no válida
ja: 無効なURL
zh_hans: 无效 URL

# Error.NetworkError
source: Network Error
es: Error de red
ja: ネットワークエラー
zh_hans: 网络错误

# Error.NoLocalData
source: No Data
es: Sin datos
ja: データがありません
zh_hans: 没有数据

# Error.ParseError
source: Parse Error
es: Error de análisis
ja: パースエラー
zh_hans: 解析错误

# Error.ServerError
source: Server Error
es: Error del servidor
ja: サーバーエラー
zh_hans: 服务器错误

# FeatureNextBus
source: Next Bus
es: Próximo autobús
ja: 次のバス
zh_hans: 下一班巴士

# FeatureNextBus.detail
source: Check when the next bus departs at a glance.
es: Consulta de un vistazo cuándo sale el próximo autobús.
ja: 次のバスがいつ出発するか一目で確認することができます
zh_hans: 可一目了然地确认下一班巴士的发车时间

source: Features
es: Funciones
ja: 機能
zh_hans: 功能

# FeatureTimetable
source: Timetable
es: Horario
ja: 時刻表
zh_hans: 时刻表

# FeatureTimetable.detail
source: See all timetables of buses, and operation dates.
es: Consulta todos los horarios y fechas de operación de los autobuses.
ja: すべてのバスの時刻表と運行日の一覧を見ることができます
zh_hans: 可以查看所有巴士的时刻表和运行日期列表

# FeatureWidget.detail
source: Place widgets on your home screen to check the departure time of the next bus.
es: Coloca widgets en la pantalla de inicio para consultar la hora de salida del próximo autobús.
ja: ホーム画面から次のバスの発車時刻を確認できます
zh_hans: 在主屏幕放置小组件，即可确认下一班巴士的发车时间

source: Feedback
es: Comentarios
ja: フィードバック
zh_hans: 反馈

# FetchError
source: Failed to update timetable
es: No se pudo actualizar el horario
ja: 時刻表の取得に失敗しました
zh_hans: 时刻表获取失败

source: Final Bus
es: Último autobús
ja: 最終バス
zh_hans: 末班巴士

source: Force Fetch
es: Forzar actualización
ja: 強制的に更新
zh_hans: 强制更新

source: Hide Google Calendar
es: Ocultar Google Calendar
ja: Googleカレンダーを非表示
zh_hans: 隐藏 Google 日历

source: Home
es: Inicio
ja: ホーム
zh_hans: 首页

# Hour%lld
source: %lld o’clock
es: %lld h
ja: %lld時
zh_hans: %lld点

source: Include Device Info
es: Incluir información del dispositivo
ja: デバイス情報を含める
zh_hans: 包含设备信息

# IncludeDeviceInfo.detail
source: Device info will be used to identify issues mentioned in your feedback.
es: La información del dispositivo se usará para identificar los problemas mencionados en tus comentarios.
ja: デバイス情報はフィードバックの問題を解決または発見することに利用されます
zh_hans: 设备信息将用于解决或发现反馈中提到的问题

# InfoSource
source: Source
es: Fuente
ja: ソース
zh_hans: 来源

source: Iwatsuki Station to Campus
es: De la estación de Iwatsuki al campus
ja: 岩槻駅からキャンパス
zh_hans: 岩槻站到校区

# IwatsukiStationToCampus.short
source: To Campus
es: Al campus
ja: キャンパス行き
zh_hans: 开往校区

source: Library
es: Biblioteca
ja: 図書館
zh_hans: 图书馆

source: Library Services
es: Servicios de la biblioteca
ja: 図書館サービス
zh_hans: 图书馆服务

source: Loading
es: Cargando
ja: 読み込み中
zh_hans: 加载中

source: Localization
es: Localización
ja: ローカリゼーション
zh_hans: 本地化

# Map.FromHigashiOmiya
source: Higashi-Omiya Stop
es: Parada de Higashi-Omiya
ja: 東大宮駅発着場所
zh_hans: 东大宫站乘降地点

# Map.FromIwatsuki
source: Iwatsuki Stop
es: Parada de Iwatsuki
ja: 岩槻駅発着場所
zh_hans: 岩槻站乘降地点

# Map.ToHigashiOmiya
source: University Stop
es: Parada de la universidad
ja: 大学側発着場所
zh_hans: 大学侧乘降地点

# Map.ToIwatsuki
source: University Stop
es: Parada de la universidad
ja: 大学側発着場所
zh_hans: 大学侧乘降地点

source: My Library
es: Mi biblioteca
ja: マイライブラリ
zh_hans: 我的图书馆

source: No Buses
es: Sin autobuses
ja: バスがありません
zh_hans: 没有巴士

# NoBusService
source: No bus service today.
es: No hay servicio de autobús hoy.
ja: 本日のバスの運行はありません
zh_hans: 今天没有巴士运行。

source: No Service
es: Sin servicio
ja: 運行なし
zh_hans: 停运

source: Omiya Festival
es: Festival de Omiya
ja: 大宮祭
zh_hans: 大宫祭

# OmiyaStationToCampus
source: Station to Omiya Campus
es: De la estación al campus de Omiya
ja: 東大宮駅からキャンパス
zh_hans: 车站到大宫校区

# OmiyaStationToCampus.short
source: To Campus
es: Al campus
ja: キャンパス行き
zh_hans: 开往校区

# OmiyaToToyosu
source: Omiya to Toyosu Campus
es: De Omiya al campus de Toyosu
ja: 大宮から豊洲キャンパス
zh_hans: 大宫到丰洲校区

# OmiyaToToyosu.short
source: To Toyosu
es: A Toyosu
ja: 豊洲校舎行き
zh_hans: 开往丰洲校区

source: Open Link In-App
es: Abrir enlace en la app
ja: リンクをアプリ内で開く
zh_hans: 在 App 内打开链接

source: Open Source Software
es: Software de código abierto
ja: オープンソースソフトウェア
zh_hans: 开源软件

source: Options
es: Opciones
ja: オプション
zh_hans: 选项

source: Other
es: Otros
ja: その他
zh_hans: 其他

# RelatedSites
source: Information
es: Información
ja: その他
zh_hans: 信息

source: Saturday
es: Sábado
ja: 土曜日
zh_hans: 星期六

source: Save Co-op Schedule
es: Guardar horario de la cooperativa
ja: 生協のスケジュールを保存
zh_hans: 保存生协日程

source: Schedule
es: Horario
ja: スケジュール
zh_hans: 日程

source: School Bus
es: Autobús escolar
ja: スクールバス
zh_hans: 校车

source: School Bus (Iwatsuki)
es: Autobús escolar (Iwatsuki)
ja: スクールバス（岩槻駅）
zh_hans: 校车（岩槻站）

# SchoolBusIwatsuki.detail
source: Operation date and time may be inaccurate
es: La fecha y hora del servicio pueden no ser exactas
ja: 運行日時が不正確な場合があります
zh_hans: 运行日期和时间可能不准确

# SchoolBusIwatsukiSaturday.detail
source: Operates only on class days
es: Opera solo en días de clase
ja: 授業日のみ運行
zh_hans: 仅上课日运行

# SchoolBusIwatsukiWeekday.detail
source: Operates every weekday **except** on open campus, parents' meeting, entrance exams, and vacations.
es: Opera todos los días laborables, **excepto** durante jornadas de puertas abiertas, reuniones de padres, el examen común de ingreso a la universidad, exámenes de ingreso y cierres de verano e invierno.
ja: オープンキャンパス、父母懇談会、共通テスト、入試、夏季冬季一斉休暇**以外**運行
zh_hans: 每个工作日运行，**但不包括**校园开放日、家长会、大学入学共通考试、入学考试以及暑假和寒假统一休假期间。

# SchoolBusOmiya
source: School Bus (Higashi-Omiya)
es: Autobús escolar (Higashi-Omiya)
ja: スクールバス（東大宮駅）
zh_hans: 校车（东大宫站）

source: Search
es: Buscar
ja: 検索
zh_hans: 搜索

source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置

source: Shuttle Bus
es: Autobús lanzadera
ja: シャトルバス
zh_hans: 校区间巴士

# TimelyOperation(%@,%@)
source: Timely Operation: %1$@ to %2$@
es: Operación flexible: de %1$@ a %2$@
ja: 適時運行：%1$@から%2$@
zh_hans: 适时运行：%1$@到%2$@

source: Timetable
es: Horario
ja: 時刻表
zh_hans: 时刻表

# TimetableInformation
source: Information
es: Información
ja: 時刻表について
zh_hans: 关于时刻表

source: Today
es: Hoy
ja: 今日
zh_hans: 今天

# ToyosuToOmiya
source: Toyosu to Omiya Campus
es: De Toyosu al campus de Omiya
ja: 豊洲から大宮キャンパス
zh_hans: 丰洲到大宫校区

# ToyosuToOmiya.short
source: To Omiya
es: A Omiya
ja: 大宮校舎行き
zh_hans: 开往大宫校区

# UnivCoop
source: NFUCA(University Co-op)
es: NFUCA (cooperativa universitaria)
ja: 消費生活協同組合（生協）
zh_hans: 大学生协

source: Weekday
es: Día laborable
ja: 平日
zh_hans: 工作日

# WheelchairInfo
source: Wheelchair Support
es: Asistencia para sillas de ruedas
ja: 車椅子対応について
zh_hans: 关于轮椅支持

# Error.Undefined(%lld)
source: Error(%lld)
ja: エラー（%lld）
zh_hans: 错误（%lld）

# FeatureWidget
source: Widget
ja: ウィジェット
zh_hans: 小组件

source: Omiya
ja: 大宮
zh_hans: 大宫

# ShibauraFestival
source: Shibaurasai
ja: 芝浦祭
zh_hans: 芝浦祭

source: Toyosu
ja: 豊洲
zh_hans: 丰洲

# URL.LibraryService
source: https://lib.shibaura-it.ac.jp/english/usage/
ja: https://lib.shibaura-it.ac.jp/usage/information/

# URL.ShuttleBus
source: https://www.shibaura-it.ac.jp/assets/2026【春学期：英語】シャトルバス運行予定_1.pdf
ja: https://www.shibaura-it.ac.jp/assets/2026【春学期】シャトルバス運行予定_1.pdf
